//
//  word.swift
//  A316Ecard
//
//  Created by 范博勝 on 2018/4/20.
//  Copyright © 2018年 范博勝. All rights reserved.
//

import Foundation
import GameplayKit

let liwordnormal = ["如果你有那種眼力現在也不會在這裡了","說到底現在的困境也是你的天真招來的 一切都是你咎由自取","看穿對方的能力將決定勝敗","我是長久以來以洞察他人為生計的人 你是沒有勝算了","說到底你只是一頭小綿羊罷了，不要裝大灰狼啊","你會後悔的","話放得太大只會讓你無法下台，引火上身","我感覺到了，你內心的波動正慢慢的傳過來了","我知道你內心的顫抖 要出什麼卡","你的本性和習慣都在我的掌握之下","你的心思已經被我看穿了","所謂越想越亂 這樣待會可有好受的啊","這是刺探對方的心理與真心的遊戲","你很認真的在猜測我的真實想法 當然我也一樣","雖然你好像進行了很多思考 不過正所謂越想越亂啊","哈哈 你的表情已經出賣你了"]


let liwordwin = ["要贏你實在是太輕鬆了","這是理所當然的結果","你似乎以為自己有必勝之策 但那只是自以為罷了","你欠缺眼力 單純又直接的 觀察人的能力","這個遊戲考驗的是看穿對方動搖的能力 你還太嫩","你是毫無勝算的","你想出什麼牌我早就知道了","意想不到對吧","我只要等著你來自取滅亡就好了"]

let kawordnormal = ["你這混蛋","傲慢的傢伙 我會讓你後悔","你的小把戲對我沒有用","我能贏下這一局","為了死去的大家 我要努力向前 要更向前","（敵人的心情鬆懈了 要把握機會）","（來吧 奮力一搏 就是現在了）","我會讓你感受輸掉比賽的恐懼","利根川 我知道你不會冒險 會採取穩妥的戰略","不敢和我一決勝負嗎","2000萬已經近在眼前了","下一張你要出皇帝了 對嗎","（我要找出必勝之法）"]
